
/* No comment provided by engineer. */
"%@ is not allowed to access the camera" = "%@ ไม่สามารถเข้าถึงกล้องถ่ายรูปได้";

/* No comment provided by engineer. */
"%d month(s) remaining" = "%d เดือนที่เหลือ";

/* No comment provided by engineer. */
"%d totaling in %d DASH" = "%1$dรวมอยู่ใน%2$dDASH";

/* 15 minutes */
"15M" = "15M";

/* 1 day */
"1D" = "1D";

/* 1 month */
"1M" = "1M";

/* 1 week */
"1W" = "1W";

/* 24 hours */
"24H" = "24H";

/* 2 days */
"2D" = "2D";

/* 2 hours */
"2H" = "2H";

/* 30 minutes */
"30M" = "30M";

/* 4 days */
"4D" = "4D";

/* 4 hours */
"4H" = "4H";

/* 5 minutes */
"5M" = "5M";

/* 6 hours */
"6H" = "6H";

/* 6 months */
"6M" = "6M";

/* No comment provided by engineer. */
"\nallow camera access in\nSettings->Privacy->Camera->%@" = "\nอนุญาตให้เข้าถึงกล้องถ่ายรูปใน\nตั้งค่า->ความเป็นส่วนตัว->กล้องถ่ายรูป->%@";

/* Abstain votes count title */
"Abstain" = "ละเว้น";

/* No comment provided by engineer. */
"ADD" = "เพิ่ม";

/* No comment provided by engineer. */
"Add Comment" = "เพิ่มความคิดเห็น";

/* No comment provided by engineer. */
"Add Reply" = "เพิ่มข้อความตอบกลับ";

/* No comment provided by engineer. */
"Address" = "ที่อยู่";

/* as in '2 months ago' */
"ago" = "ที่แล้ว";

/* No comment provided by engineer. */
"Alert type" = "ประเภทการแจ้งเตือน";

/* No comment provided by engineer. */
"Alert when over" = "แจ้งเตือนเมื่อมากกว่า";

/* No comment provided by engineer. */
"Alert when under" = "แจ้งเตือนเมื่อต่ำกว่า";

/* No comment provided by engineer. */
"Alloted" = "ได้ถูกจัดสรร";

/* No comment provided by engineer. */
"Any" = "ใดๆ";

/* As in 'By Username' */
"By" = "โดย";

/* No comment provided by engineer. */
"Can't check the address contains 1000 Dash" = "ไม่สามารถตรวจสอบที่อยู่ที่มี 1000 Dash";

/* Cancel button */
"Cancel" = "ยกเลิก";

/* Price Screen */
"Choose Exchange" = "เลือก Exchange";

/* Price Screen */
"Choose Market" = "เลือกตลาด";

/* No comment provided by engineer. */
"Completed\npayments" = "ชำระเงินสำเร็จ";

/* Current proposals */
"Current" = "ปัจจุบัน";

/* No comment provided by engineer. */
"DASH" = "DASH";

/* No comment provided by engineer. */
"DASH per month" = "Dash ต่อเดือน";

/* No comment provided by engineer. */
"Discussion" = "การสนทนา";

/* No comment provided by engineer. */
"Error" = "เกิดความผิดพลาด";

/* No comment provided by engineer. */
"Exchange" = "Exchange";

/* No comment provided by engineer. */
"Final voting\ndeadline" = "กำหนดการลงคะแนนเสียงครั้งสุดท้าย";

/* No comment provided by engineer. */
"Hide Reply" = "ซ่อนข้อความตอบกลับ";

/* No comment provided by engineer. */
"Import using QR code" = "นำเข้าโดยใช้โค้ด QR";

/* as in 'in 2 hours' */
"in" = "ภายใน";

/* No comment provided by engineer. */
"In reply to" = "ตอบกลับ";

/* No comment provided by engineer. */
"invalid API key" = "คีย์ API ไม่ถูกต้อง";

/* No comment provided by engineer. */
"Join the discussion!" = "เข้าร่วมการสนทนา!";

/* No comment provided by engineer. */
"Login to your account using DashCentral\nOpen DashCentral.org → My Account → Mobile Access and scan the QR code" = "เข้าสู่บัญชีของคุณโดยใช้ DashCentral \nเปิด DashCentral.org → บัญชีของฉัน →เข้าถึงโทรศัพท์มือถือและสแกนโค้ด QR";

/* No comment provided by engineer. */
"Market" = "ตลาด";

/* No comment provided by engineer. */
"Masternode" = "Masternode";

/* No comment provided by engineer. */
"Masternode name (optional)" = "ชื่อ Masternode (ระบุหรือไม่ก็ได้)";

/* No comment provided by engineer. */
"Monthly\namount" = "รายเดือน\nจำนวนเงิน";

/* No comment provided by engineer. */
"My Dash Wallet" = "Dash Wallet  ของฉัน";

/* No comment provided by engineer. */
"My Masternodes" = "Masternodes ของฉัน ";

/* No comment provided by engineer. */
"My Wallet Addresses" = "ที่อยู่ Wallet ของฉัน";

/* No comment provided by engineer. */
"Name" = "ชื่อ";

/* No comment provided by engineer. */
"News" = "ข่าวสาร";

/* No votes count title */
"No" = "ไม่";

/* No comment provided by engineer. */
"no payments occurred yet" = "ยังไม่มีการชำระเงิน";

/* No comment provided by engineer. */
"No. This proposal needs additional %d Yes vote(s) to become funded" = "ไม่ ข้อเสนอนี้ต้องการเพิ่มเติม %d  ใช่ (โหวต)ให้กลายเป็นกองทุน";

/* No comment provided by engineer. */
"not a DASH QR code" = "ไม่ใช่โค้ด Dash QR";

/* No comment provided by engineer. */
"Not a valid masternode address. This address does not contain the required 1000 Dash" = "ไม่ใช่ที่อยู่ masternode ที่ถูกต้อง   ที่อยู่นี้ไม่ได้ระบุไว้ในที่อยู่ 1000 Dash";

/* ok */
"ok" = "โอเค";

/* No comment provided by engineer. */
"one-time payment" = "ชำระเงินครั้งเดียว";

/* No comment provided by engineer. */
"One-time\npayment" = "ชำระเงิน\nครั้งเดียว";

/* Ongoing proposals */
"Ongoing" = "ต่อเนื่อง";

/* No comment provided by engineer. */
"Over %@" = "เกิน%@";

/* No comment provided by engineer. */
"Owner" = "เจ้าของ";

/* Past proposals */
"Past" = "ที่ผ่านมา";

/* No comment provided by engineer. */
"Payment\nadded / end" = "ชำระเงิน\nเพิ่ม / สิ้นสุด";

/* No comment provided by engineer. */
"Portfolio" = "ผลงาน";

/* No comment provided by engineer. */
"Price" = "ราคา";

/* No comment provided by engineer. */
"Price Alert" = "แจ้งเตือนราคา";

/* No comment provided by engineer. */
"Price alerts" = "แจ้งเตือนราคา";

/* No comment provided by engineer. */
"Proposal" = "ข้อเสนอ";

/* No comment provided by engineer. */
"proposal owner" = "ข้อเสนอของตัวเอง";

/* No comment provided by engineer. */
"Proposals" = "ข้อเสนอ";

/* No comment provided by engineer. */
"Reply" = "ตอบกลับ";

/* No comment provided by engineer. */
"required" = "ที่จำเป็น";

/* No comment provided by engineer. */
"SAVE" = "บันทึก";

/* Search bar placeholder */
"Search" = "ค้นหา";

/* No comment provided by engineer. */
"Settings" = "ตั้งค่า";

/* No comment provided by engineer. */
"Show full description" = "แสดงคำอธิบายทั้งหมด";

/* No comment provided by engineer. */
"Submit your comments and exchange your ideas on this proposal" = "ส่งความคิดเห็นของคุณและแลกเปลี่ยนความคิดของคุณกับข้อเสนอนี้";

/* No comment provided by engineer. */
"Superblock" = "Superblock";

/* No comment provided by engineer. */
"Total" = "ทั้งหมด";

/* No comment provided by engineer. */
"Under %@" = "ต่ำกว่า%@";

/* No comment provided by engineer. */
"Value in USD" = "มูลค่าในสกุลเงินดอลล่าร์";

/* No comment provided by engineer. */
"Voting deadline" = "กำหนดการลงคะแนนเสียง";

/* No comment provided by engineer. */
"Wallet Address" = "ที่อยู่ wallet";

/* No comment provided by engineer. */
"Wallet name (optional)" = "ชื่อ wallet (ระบุหรือไม่ก็ได้)";

/* No comment provided by engineer. */
"Will be\nfunded" = "จะได้รับทุนสนับสนุน";

/* No comment provided by engineer. */
"Write a comment..." = "แสดงความคิดเห็น...";

/* Will be funded - yes
   Yes votes count title */
"Yes" = "ใช่";

/* No comment provided by engineer. */
"Your DASH" = "Dash ของคุณ";
